alexcvzz.vscode-sqlite
apollographql.vscode-apollo
asvetliakov.vscode-neovim
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
dbaeumer.vscode-eslint
eamodio.gitlens
eg2.vscode-npm-script
eliostruyf.spfx-snippets
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
github.vscode-pull-request-github
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-execution
graphql.vscode-graphql-syntax
hudakf.cds
humao.rest-client
jasonnutter.search-node-modules
jeanp413.open-remote-ssh
larshp.vscode-abap
larshp.vscode-abaplint
mechatroner.rainbow-csv
mikestead.dotenv
mindaro-dev.file-downloader
mjmlio.vscode-mjml
ms-azure-devops.azure-pipelines
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-de
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.azure-account
murbani.vscode-abap-remote-fs
murbani.winregistry
p1c2u.docker-compose
pflannery.vscode-versionlens
prisma.prisma
qwtel.sqlite-viewer
rangav.vscode-thunder-client
redhat.java
redhat.vscode-yaml
rust-lang.rust-analyzer
rvest.vs-code-prettier-eslint
sanity-io.vscode-sanity
sdras.night-owl
silvenon.mdx
tamasfe.even-better-toml
tauri-apps.tauri-vscode
teamsdevapp.ms-teams-vscode-extension
tomoki1207.pdf
unifiedjs.vscode-mdx
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vsls-contrib.codetour
vue.volar
vunguyentuan.vscode-css-variables
vunguyentuan.vscode-postcss
waderyan.nodejs-extension-pack
william-voyek.vscode-nginx
xabikos.javascriptsnippets
